tutorials/multiphaseTransport/interTransferFoam/risingBubble2D/0_orig/gradalpha1
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      gradalpha1;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 -1 0 0 0 0 0];

internalField   uniform 0; 

boundaryField
{
    left
    {
        type symmetryPlane;
    }

    walls
    {
        type            calculated;
        value           uniform 0; 
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
